Repository: NYPL-Simplified/Simplified-iOS
Catalog: Simplified/*.lproj/Localizable.strings
Languages: it

# AccessibilitySwitchLibrary
source: Change Library Account
it: Cambia biblioteca

# AboutApp
source: About SimplyE
it: Riguardo SimplyE

source: About
it: A proposito

source: Accounts
it: Biblioteche

source: Acknowledgements
it: Ringraziamenti

source: Loading... Please wait.
it: Caricamento in corso...

source: Barcode or Username
it: Codice a barre o nome utente

# Borrow
source: Get
it: Prendi in prestito

# BorrowFailed
source: Borrowing Failed
it: Prestito non riuscito

# BorrowCouldNotBeCompletedFormat
source: Borrowing %@ could not be completed.
it: Non è stato possibile prendere in prestito %@.

source: Cancel
it: Annulla

source: Catalog
it: Catalogo

source: Categories
it: Categorie

source: Category
it: Categoria

# CheckConnection
source: Please check your connection and try again.
it: Controlla la connessione e riprova.

source: Close
it: Chiudi

source: Connection Failed
it: Connessione fallita

source: Unable to load the web page at this time.
it: Al momento non è possibile caricare la pagina.

source: Content Licenses
it: Licenze sui contenuti

source: Delete
it: Rimuovi

source: Description
it: Descrizione

# DeviceAuthorizationError
source: An error occurred while authorizing this device.
it: Si è verificato un errore durante autorizzando questo dispositivo.

source: Download
it: Scarica

# DownloadCouldNotBeCompleted
source: The download could not be completed.
it: Il download è fallito.

# DownloadCouldNotBeCompletedFormat
source: The download for %@ could not be completed.
it: Il download di %@ non può essere completato.

source: The download could not be completed. Scroll down to 'View Issues' to see details.
it: Il download non è stato completato. Scorri in fondo alla pagina per i dettagli dell'errore.

source: The download could not be completed.
it: Il download non è stato completato.

source: Your download did not complete successfully. Retry or contact support.
it: Si è verificato un problema durante lo scaricamento del tuo audiolibro. Riprova oppure contatta la tua biblioteca.

source: View Issues
it: Mostra il problema

source: Report a Problem
it: Riferisci un problema

source: Related Books
it: Libri correlati

source: Loading Related Books
it: Caricamento dei libri correlati in corso

source: Download Failed
it: Scaricamento fallito

source: Downloading
it: Scaricamento in corso

source: Error
it: Errore

source: Hide
it: Nascondi

source: Information
it: Informazioni

source: Library Card
it: Tessera della biblioteca

source: Error Loading Library
it: Errore di accesso alla biblioteca

source: We can’t get your library right now. Please close and reopen the app to try again.
it: Non è possibile accedere alla tua biblioteca in questo momento. Prova a chiudere e riaprire l'app, oppure se il problema persiste riprova tra qualche minuto.

source: Log In
it: Accedi

source: More…
it: Di più…

source: More %@ books
it: Più %@ libri

source: No results found.
it: Nessun risultato trovato.

# NotConnected
source: You are not connected to the internet. Please connect and try again.
it: Non sei connesso a Internet. Riprova più tardi.

# PDFNotSupportedFormatStr
source: %@ is an Adobe PDF, which is not supported.
it: %@ è in formato PDF, che non è supportato.

source: Find Your Library
it: Scegli la tua biblioteca

source: Privacy Policy
it: Norme sulla privacy

source: Published
it: Pubblicato

source: Publisher
it: Editore

source: Read
it: Leggi

source: Remove
it: Rimuovi

source: Reserve
it: Prenota

source: Retry
it: Riprova

source: Return
it: Restituisci

# ReturnCouldNotBeCompletedFormat
source: The return of %@ could not be completed.
it: Non è stato possibile restituire %@.

source: Return Failed
it: Restituzione non riuscita

source: Requesting
it: Richiesta

source: Search
it: Ricerca

source: Settings
it: Impostazioni

source: Show
it: Mostra

source: Sign In
it: Accedi

source: Sign Out
it: Disconnessione

source: Signing Out
it: Disconnessione in corso

source: Sign Up
it: Registrati

source: Software Licenses
it: Licenze software

source: Sync Failed
it: Sincronizzazione non riuscita

# TimedOut
source: The server did not respond. Please check your connection or try again later.
it: Tempo scaduto

source: Try Again
it: Riprova

# UnknownRequestError
source: An unknown error occurred. Please check your connection or try again later.
it: Si è verificato un errore. Controlla la tua connessione a internet o riprova più tardi.

source: Verifying
it: verifica

source: Back
it: Indietro

source: This URL cannot be found. Please close the app entirely and reload it. If the problem persists, please contact your library's Help Desk.
it: Non è stato possibile caricare questa pagina. Prova a chiudere l'app del tutto e a riaprirla, e se il problema persiste, contatta l'help desk della tua biblioteca.

source: The page could not load due to a connection error.
it: Non è stato possibile caricare questa pagina per via di un problema nella connessione.

source: An unrecoverable error occurred. Please force-quit the app and try again.
it: Si è verificato un errore critico. È consigliato chiudere l'applicazione e riprovare.

source: Server response failure
it: Comunicazione col server fallita

source: Please check your connection or try again later.
it: Controlla la tua connessione a internet o riprova più tardi.

source: HTTP status
it: Codice errore HTTP

# AppDelegateUpdateRequiredTitle
source: Update Required
it: Aggiornamento Necessario

# AppDelegateUpdateRequiredMessageFormat
source: A critical update is required for applications older than version %@. Essential parts of the application will not function correctly until an update is performed.
it: Un aggiornamento critico è necessario per versioni più vecchie della %@. Parti essenziali dell'app non funzioneranno correttamente fino a quando verrà eseguito un aggiornamento.

# AppDelegateUpdateNow
source: Update Now
it: Aggiorna ora

# AppDelegateUpdateRemindMeLater
source: Remind Me Later
it: Ricordamelo dopo

# BookButtonsViewRemoveHoldTitle
source: Remove Reservation
it: Rimuovi prenotazione

# BookButtonsViewRemoveHoldMessage
source: Are you sure you want to remove "%@" from your reservations? You will no longer be in line for this book.
it: Sei sicuro di voler cancellare la prenotazione di "%@"? Perderai il tuo posto nella fila per accedere a questo libro.

# BookButtonsViewRemoveHoldConfirm
source: Remove
it: Rimuovere

source: Returns %@
it: Restituisci %@

source: Borrows %@
it: Prendi in prestito %@

source: Holds %@
it: Prenota %@

source: Cancels hold for %@
it: Rimuovi la prenotazione per %@

source: Downloads %@
it: Scarica %@

# BookDetailViewControllerTitle
source: Details
it: Dettagli

# BookDetailViewControllerDownloadNeededTitle
source: Your book has not yet been downloaded.
it: Il libro non è stato ancora scaricato.

# BookDetailViewControllerDownloadSuccessfulTitle
source: Your book is ready to read!
it: Il libro è pronto da leggere!

# BookDetailViewControllerAvailableToBorrowTitle
source: This book is available to borrow.
it: Questo libro si può prendere in prestito

# BookDetailViewControllerCanHoldTitle
source: All licenses of this book are currently checked out.
it: Tutte le licenze di questo libro sono attualmente assegnate.

# BookDetailViewControllerHoldingTitleFormat
source: Available for checkout in less than %@.
it: Disponibile per essere preso in prestito tra %@.

# BookDetailViewControllerReservedTitleFormat
source: This reservation will be automatically cancelled in %@.
it: La prenotazione verrà automaticamente cancellata in %@.

# BookDetailViewControllerDistributedByFormat
source: Distributed by:
it: Distribuito da:

source: It will expire in %@.
it: Scadrà tra %@.

source: Unsupported Item
it: Formato non supportato

source: The item you are trying to open is not currently supported.
it: Il libro che stai cercando di aprire non è ancora supportato.

source: Corrupted Audiobook
it: Audiobook compromesso

source: The audiobook you are trying to open appears to be corrupted. Try downloading it again.
it: L'audiobook che stai cercando di ascoltare sembra avere dei problemi. Prova a scaricarlo di nuovo.

# HoldsViewControllerTitle
source: Reservations
it: Prenotazioni

# HoldsViewControllerSearchTitle
source: Search Reservations
it: Cerca le prenotazioni

# AvailableForCheckoutHeader
source: AVAILABLE FOR CHECKOUT
it: DISPONIBILE PER PRESTITO

# WaitingForAvailabilityHeader
source: WAITING FOR AVAILABILITY
it: IN ATTESA DI DISPONIBILITÀ

source: When you reserve a book from the catalog, it will show up here. Look here from time to time to see if your book is available to download.
it: I libri prenotati appariranno qui. A quel punto, controlla di tanto in tanto per vedere se sono diventati disponibili e possono essere scaricati.

source: %@ was returned successfully.
it: %@ è stato restituito.

# MyBooksDownloadCenterConfirmDeleteTitle
source: Delete
it: Cancellare

# MyBooksDownloadCenterConfirmDeleteTitleMessageFormat
source: Are you sure you want to delete "%@"?
it: Sei sicuro di voler eliminare %@?

# MyBooksGoToCatalog
source: Visit the Catalog to add books to My Books.
it: Visita il catalogo per aggiungere i tuoi libri

# MyBooksDownloadCenterConfirmReturnTitle
source: Return
it: Restituisci

# MyBooksDownloadCenterConfirmReturnTitleMessageFormat
source: Are you sure you want to return "%@"?
it: Sei sicuro di voler restituire %@?

# MyBooksViewControllerTitle
source: My Books
it: I miei libri

# MyBooksViewControllerSearchTitle
source: Search My Books
it: Cerca i miei libri

# MyBooksViewControllerFacetAll
source: All
it: Tutti

# MyBooksViewControllerFacetAuthor
source: Author
it: Autore

# MyBooksViewControllerFacetOnLoan
source: On Loan
it: In prestito

# MyBooksViewControllerFacetTitle
source: Title
it: Titolo

# MyBooksViewControllerGroupShow
source: Show
it: Mostra

# MyBooksViewControllerGroupSortBy
source: Sort By
it: Ordina per

# ReaderViewControllerCorruptTitle
source: Could Not Display Book
it: Prenota Impossibile visualizzare

# ReaderViewControllerCorruptMessage
source: This book is corrupt and cannot be read.
it: Questo libro è danneggiato e non può essere letto.

source: Previous Chapter
it: Capitolo precedente

source: Next Chapter
it: Capitolo successivo

source: Sans serif font
it: Font sans serif

source: Serif font
it: Font serif

source: Special font
it: Font speciale

source: Open dyslexic font
it: Font per dislessici

source: White on black text
it: Bianco su testo nero

source: Black on sepia text
it: Nero su testo di seppia

source: Black on white text
it: Nero su testo bianco

source: Decrease font size
it: Diminuire la dimensione del carattere

source: Increase font size
it: Aumenta dimensione caratteri

source: Brightness slider
it: cursore Luminosità

source: Pub
it: Edit.

source: Publisher's Default
it: Impostazioni dell'editore

source: Show the publisher-specified fonts and layout choices in this ebook
it: Usa le impostazioni specificate dall'editore per il testo e la formattazione di questo ebook

# ReaderViewControllerToggleReaderSettings
source: Toggle reader settings
it: impostazioni del lettore Toggle

# ReaderTOCViewControllerTitle
source: Table of Contents
it: Sommario

source: %@ through chapter
it: %@ del capitolo

source: There are no bookmarks for this book.
it: Non ci sono segnalibri per questo libro.

source: Error Syncing Bookmarks
it: Errore nella sincronizzazione dei segnalibri

source: There was an error syncing bookmarks to the server. Ensure your device is connected to the internet or try again later.
it: Si è verificato un errore nella sincronizzazione dei segnalibri. Assicurati che il tuo dispositivo sia collegato a internet e riprova.

source: Content Protection Error
it: Errore nella protezione del contenuto

source: The book you were trying to open is invalid.
it: Il libro che stavi cercando di leggere è in un formato non valido.

source: An error was encountered while trying to open this book.
it: Si è verificato un errore durante l'apertura di questo libro.

source: The book you were trying to read is in an unsupported format.
it: Il libro che stavi cercando di aprire è in un formato non supportato.

source: Authentication Expired
it: Credenziali di accesso scadute

source: Your authentication details have expired. Please sign in again.
it: Le tue credenziali di identificazione non sono più valide. Riaccedi per continuare.

source: Authentication Required
it: Autenticazione necessaria

source: Please sign in to use this functionality.
it: Accedi con uno dei meccanismi di identificazione per poter usare questa funzionalità.

source: Age Verification
it: Verifica dell'età

source: Please enter your birth year
it: Per favore inserisci il tuo anno di nascita

source: Done
it: Finito

source: Next
it: Continua

source: Add Library
it: Aggiungi Biblioteca

source: Report an Issue
it: Riferisci un problema

source: Show Barcode
it: Mostra il codice a barre

source: Hide Barcode
it: Nascondi il codice a barre

source: Don't have a library card?
it: Non hai una tessera?

source: Sync Bookmarks
it: Sincronizza i segnalibri

source: Save your reading position and bookmarks to all your other devices.
it: Salva la posizione di lettura e i segnalibri su tutti i tuoi altri dispositivi.

# SettingsAccountViewControllerAuthenticationReason
source: Authenticate to reveal your PIN.
it: Accedi per visualizzare il PIN.

# SettingsAccountViewControllerCannotLogOutTitle
source: Logout Failed
it: Disconnessione fallita

# SettingsAccountViewControllerCannotLogOutMessage
source: Please wait for certain download-related actions to finish before logging out.
it: Si prega di attendere finchè gli scaricamenti in corso sono finiti prima di uscire.

# SettingsAccountViewControllerInvalidCredentials
source: Your barcode and pin combination was not valid. Please try again.
it: La combinazione di codice a barre e PIN non è valida. Riprova.

# SettingsAccountViewControllerLoginFailed
source: Login Failed
it: Accesso fallito

# SettingsAccountViewControllerLogoutFailed
source: Sign Out Failed
it: Errore durante la disconnessione

source: If you sign out, your books and any saved bookmarks will be removed.
it: Se ti disconnetti, tutti i libri scaricati saranno rimossi da questo dispositivo.

source: If you sign out without enabling Sync, your books and any saved bookmarks will be removed.
it: Se ti disconnetti senza abilitare la sincronizzazione i tuoi libri e i tuoi segnalibri saranno rimossi.

source: If you are under 13, all content downloaded to My Books will be removed.
it: Se hai meno di 13 anni, tutti i tuoi libri saranno rimossi.

source: Location
it: Condivisione della posizione

# Error parsing user profile document.
source: Error parsing user profile document. Please try again.
it: Si è verificato un errore nella decodifica del documento relativo al profilo utente.

# Trouble locating DRM in profile document.
source: Trouble locating DRM in profile document. Please try again.
it: Si è verificato un errore relativo al DRM del documento.

source: By signing in, you agree to the End User License Agreement.
it: Accedendo acconsenti all'accordo con gli utenti.

source: Please log out and try your card information again.
it: Prova a disconnetterti e a riaccedere per cercare di risolvere questo problema.

source: Sign-in Error
it: Errore di autenticazione

source: We could not find a match for the credentials provided.
it: Non è stato possibile trovare il tuo utente con le informazioni ricevute.

source: You have timed out. Please sign back in.
it: La tua sessione è scaduta. Riaggiornala su Clever.

source: Sign in on Clever
it: Accedi via Clever

source: Need a library card for your child?
it: Vuoi una tessera per i tuoi figli?

source: Your eligibility for this card can't be confirmed. Please contact your library if this is in error.
it: Si è verificato un errore per il quale è impossibile verificare se la tua tessera è idonea.

source: We're sorry. Currently we do not support signups for new patrons via the app.
it: La creazione di nuovi utenti non è supportata da questa biblioteca

source: We're sorry. Our sign up system is currently down. Please try again later.
it: Siamo spiacenti, il nostro sistema di registrazione non è attivo al momento. Riprova più tardi.

source: Accept
it: Accetta

source: Reject
it: Rifiuta

# EULA
source: User Agreement
it: Accordo con gli utenti

# EULAHaveToAgree
source: You must accept the End User License Agreement to use this application.
it: È necessario accettare l'accordo di licenza con gli utenti per utilizzare questa applicazione.

source: NOTICE
it: AVVISO

source: Add Your Library
it: Aggiungi la tua biblioteca

# SettingsAccountViewControllerMessageTooManyActivations
source: Too many devices have been authorized with this library card.
it: Sono stati autorizzati troppi dispositivi per questo utente.

source: You must be 13 years of age or older to download some of the books from this collection. How old are you?
it: Devi avere almeno 13 anni per scaricare alcuni dei libri nella nostra collection. Quanti anni hai?

source: Read E-Books from Your Library
it: Leggi ebook dalla tua biblioteca

source: Simply browse, borrow, and read free e-books from your local library.
it: Consulta il catalogo, prendi dei libri in prestito dalla tua biblioteca locale e leggili gratuitamente.

source: Books for All
it: Libri per tutti

source: Add a Library Later
it: Aggiungi una biblioteca più tardi

source: Pick Your Library
it: Scegli la tua biblioteca

source: Under 13
it: Meno di 13

source: 13 or Older
it: 13 o di più

source: Delete my SimplyE Data
it: Rimuovi i miei dati

source: Delete my Open eBooks Data
it: Rimuovi i miei dati

source: Delete Reading Data
it: Rimozione dati

source: Please wait...
it: Attendere, prego...

source: Delete all the bookmarks you have saved in the cloud.
it: Tutti i segnalibri salvati sul server saranno rimossi.

source: You have successfully deleted your SimplyE data
it: I dati del tuo utente SimplyE sono stati rimossi

source: You have successfully deleted your Open eBooks data
it: I dati del tuo utente Open eBooks sono stati rimossi

source: Unsubscribe from Emails
it: Rimuovimi dalle email

source: E-Mail to cancel your library card
it: Manda una mail per cancellare la tua tessera

source: If the above link does not work, please email us at
it: Se il link soprastante non funziona, manda una mail a

source: Delete Library Card
it: Cancella la mia tessera

source: Delete Data Failed
it: Si è verificato un problema nella cancellazione dei dati

source: Thank You
it: Grazie

source: Your email has been sent.
it: La tua mail è stata inviata.

# DeleteServerDataDescriptionSimplyE
source: SimplyE does not create any accounts outside of your library card. The content that the SimplyE app saves is: • your library card information to log into your library • your last known place in the book you’re reading or listening to • and any bookmarks or highlights you’ve created for your current book Your account information is saved outside of your current device if you specifically permit us to save it. If you only want your bookmarks and reading location deleted, please go to back to the prior screen. Set the “Sync Bookmarks” toggle to OFF, then come back to this page and tap “Delete Reading Data”. Then you can log out, and SimplyE will no longer save any of your information.
it: SimplyE non crea nessun account a parte la tessera della biblioteca. I dati che SimplyE salva sono: • le informazioni della tua tessera che ti consentono di accedere alla biblioteca • l'ultimo punto raggiunto nei libri che stai leggendo o ascoltando • i segnalibri che hai creato nei libri che stai leggendo Le informazioni del tuo account sono salvate esternamente al tuo iPhone / iPad solo col tuo consenso. Se vuoi che siano cancellati solamente i tuoi segnalibri o i punti di lettura, vai alla pagina dello schermo precedente e imposta "Sincronizza i segnalibri" su "spento". Poi torna su questa pagina e seleziona "Rimozione dati". A questo punto puoi disconnetterti, e SimplyE non salverà più nessun dato.

# DeleteServerDataDescriptionOpeneBooks
source: Open eBooks does not create any accounts outside of your library card. The content that the Open eBooks app saves is: • your library card information to log into your library • your last known place in the book you’re reading or listening to • and any bookmarks or highlights you’ve created for your current book Your account information is saved outside of your current device if you specifically permit us to save it. If you only want your bookmarks and reading location deleted, please go to back to the prior screen. Set the “Sync Bookmarks” toggle to OFF, then come back to this page and tap “Delete Reading Data”. Then you can log out, and Open eBooks will no longer save any of your information.
it: Open eBooks non crea nessun account a parte la tessera della biblioteca. I dati che Open eBooks salva sono: • le informazioni della tua tessera che ti consentono di accedere alla biblioteca • l'ultimo punto raggiunto nei libri che stai leggendo o ascoltando • i segnalibri che hai creato nei libri che stai leggendo Le informazioni del tuo account sono salvate esternamente al tuo iPhone / iPad solo col tuo consenso. Se vuoi che siano cancellati solamente i tuoi segnalibri o i punti di lettura, vai alla pagina dello schermo precedente e imposta "Sincronizza i segnalibri" su "spento". Poi torna su questa pagina e seleziona "Rimozione dati". A questo punto puoi disconnetterti, e Open eBooks non salverà più nessun dato.

# DeleteLibraryCardDescription
source: If you want to delete your account, or all of your library patron data, this will require deleting your library card altogether. Deleting your account means that you will no longer have access to ebooks, audiobooks, databases and other digital resources. You also can no longer use your card at your local branches. If you wish to proceed, in order to protect your privacy, please email us.
it: Cancellare il tuo account o tutti i tuoi dati personali richiede la cancellazione della tua tessera della biblioteca. Ciò significa che non avrai più accesso agli ebooks, audiobooks, database e altre risorse digitali. Non potrai più usare la tua tessera neanche alle succursali locali. Se vuoi procedere, per proteggere la tua privacy contattaci via email.

source: Welcome to Open eBooks!
it: Benvenuti a Open eBooks!

source: You need to login to access the collection.
it: Scegli la modalità di accesso.

source: Access Code
it: Codice di accesso

source: Having trouble signing in?
it: Problemi ad accedere?

source: Frequently Asked Questions
it: Domande frequenti

source: Get Started
it: Inizia

source: Login to access the collection.
it: Accedi alla collezione

source: Sign in with Clever
it: Accedi con Clever

source: Sign in with First Book
it: Accedi con First Book

source: Terms of Use
it: Termini di utilizzo

source: Privacy Notice
it: Informativa sulla privacy

# year_suffix_short
source: %d y
it: %d a

# week_suffix_short
source: %d w
it: %d s

# day_suffix_short
source: %d d
it: %d g
